source/3-7-ethical.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>3.7 Ethical, Legal and Environmental impacts of Digital Technology on Wider Society, including issues of Privacy</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">3.7 Ethical, Legal and Environmental impacts of Digital Technology on Wider Society, including issues of Privacy</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Evaluate the effectiveness of computer programs/solutions</a>
<ul>
<li><a href="#sec-1-1">Learn It: Digital Divide</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Evaluate the impact of and issues related to the use of computer technology in society.</a>
<ul>
<li><a href="#sec-2-1">Learn It: Medical advances</a></li>
<li><a href="#sec-2-2">Learn It: Shopping</a></li>
<li><a href="#sec-2-3">Learn It: Social Media</a></li>
<li><a href="#sec-2-4">Learn It: Other areas to research</a></li>
<li><a href="#sec-2-5">Watch It: Society and Computing</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class=ribbon>
<a href="GITHUB URL HERE">Fork me on GitHub</a>
</div>
<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Evaluate the effectiveness of computer programs/solutions</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3 learn">
<h3 id="sec-1-1">Learn It: Digital Divide</h3>
<div class="outline-text-3" id="text-1-1">

<p>
Read the following articles.
</p>

<ul class="org-ul">
<li>Spread of internet has not conquered 'digital divide' between rich and poor – <a href="https://www.theguardian.com/technology/2016/jan/13/internet-not-conquered-digital-divide-rich-poor-world-bank-report">report</a>.
</li>
<li>BBC <a href="http://www.bbc.co.uk/education/guides/zkhykqt/revision/5">Bitesize</a>
</li>

<li>Can you now discuss the affect the digital divide has on people around the world?
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2 activity">
<h2 id="sec-2"><span class="section-number-2">2</span> Evaluate the impact of and issues related to the use of computer technology in society.</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-sec-2-1" class="outline-3 learn">
<h3 id="sec-2-1">Learn It: Medical advances</h3>
<div class="outline-text-3" id="text-2-1">

<p>
Read and watch
</p>

<ul class="org-ul">
<li><a href="https://medicalfuturist.com/20-potential-technological-advances-in-the-future-of-medicine-part-i/">The Medical Futurist</a>
</li>
</ul>

<b>The Future</b>
<iframe width="560" height="315" src="https://www.youtube.com/embed/exVUmuMthps" frameborder="0" allowfullscreen></iframe>

<ul class="org-ul">
<li>Can you list the advantages and disadvantages of medical advances using Computers?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3 learn">
<h3 id="sec-2-2">Learn It: Shopping</h3>
<div class="outline-text-3" id="text-2-2">

<p>
Read this short article from <a href="http://mashable.com/2012/07/17/supermarket-technology-marketing/#oC45nsE75kqD">Mashable</a>
</p>

<ul class="org-ul">
<li>Can you discuss some of the technology used at a supermarket checkout?
</li>

<li>Read this short <a href="https://blog.buymeapie.com/online-shopping-traditional-shopping-pros-cons/">article</a>
</li>

<li>Can you list the benefits and drawbacks of online shopping compared to high street shopping?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3 learn">
<h3 id="sec-2-3">Learn It: Social Media</h3>
<div class="outline-text-3" id="text-2-3">

<ul class="org-ul">
<li><a href="http://www.teach-ict.com/gcse_new/being_online/social%2520networking/miniweb/pg3.htm">Advantages</a>
</li>
<li><a href="http://www.teach-ict.com/gcse_new/being_online/social%2520networking/miniweb/pg4.htm">Disadvantages</a>
</li>

<li>Can you list the advantages and disadvantages of social media such as Twitter and FaceBook?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-4" class="outline-3 learn">
<h3 id="sec-2-4">Learn It: Other areas to research</h3>
<div class="outline-text-3" id="text-2-4">

<ul class="org-ul">
<li><a href="http://mashable.com/2014/01/26/10-jobs-replaced-by-machines/#oC45nsE75kqD">Jobs</a>
</li>
<li>Crime
</li>
<li>Copyright, patents and piracy
</li>
<li>Privacy
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-5" class="outline-3 learn">
<h3 id="sec-2-5">Watch It: Society and Computing</h3>
<div class="outline-text-3" id="text-2-5">

<iframe width="800" height="450" src="https://www.youtube.com/embed/gk4O6Fjsg7Y?list=PL04uZ7242_M7vEYGOr_QDVJJNAfip_iEh" frameborder="0" allowfullscreen></iframe>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>